tap 'caius/jo'
tap 'caskroom/cask'
tap 'drone/drone'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'laurent22/massren'
tap 'monochromegane/pt'
tap 'osx-cross/avr'
tap 'phinze/cask'
tap 'simeji/jid'
cask 'java'
cask 'osxfuse'
cask 'xquartz'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'bison'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['with-all-languages', 'with-jit', 'with-nls']
brew 'libevent'
brew 'open-mpi', args: ['c++11']
brew 'boost', args: ['c++11', 'with-icu4c', 'with-mpi', 'without-single']
brew 'c-ares'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake', args: ['HEAD', 'with-completion', 'without-docs']
brew 'cmigemo'
brew 'colordiff'
brew 'coreutils'
brew 'cpanminus'
brew 'cscope'
brew 'ctags'
brew 'curl', args: ['with-libssh2', 'with-nghttp2']
brew 'libusb'
brew 'libusb-compat'
brew 'dfu-programmer'
brew 'dfu-util'
brew 'direnv'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'ecj'
brew 'eigen'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'exiftool'
brew 'faac'
brew 'fabric'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'webp'
brew 'gd'
brew 'gdb'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gem-completion'
brew 'ghq'
brew 'giflib'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'icu4c', args: ['c++11', 'universal']
brew 'harfbuzz'
brew 'pango'
brew 'gtk+3'
brew 'nspr'
brew 'gjs'
brew 'go'
brew 'glide'
brew 'gnu-sed'
brew 'lua'
brew 'gnuplot'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gotags'
brew 'gperftools'
brew 'gradle'
brew 'libtool'
brew 'graphicsmagick'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'ilmbase'
brew 'xz'
brew 'imagemagick'
brew 'imlib2'
brew 'jansson'
brew 'jasper'
brew 'jemalloc'
brew 'jo'
brew 'mozjpeg'
brew 'jpeg-archive'
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'jsonpp'
brew 'leiningen'
brew 'libev'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libssh2'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'little-cms2'
brew 'luajit'
brew 'lv'
brew 'lzlib'
brew 'makedepend'
brew 'mhash'
brew 'mcrypt'
brew 'md5deep'
brew 'md5sha1sum'
brew 'mecab'
brew 'memcached', restart_service: true
brew 'mercurial'
brew 'mysql', restart_service: true
brew 'nasm'
brew 'python3'
brew 'spdylay'
brew 'nghttp2'
brew 'nkf'
brew 'node'
brew 'nodebrew'
brew 'numpy', args: ['with-openblas', 'with-python3']
brew 'openexr'
brew 'openjpeg'
brew 'ossp-uuid'
brew 'pandoc'
brew 'poppler'
brew 'pdfgrep'
brew 'peco'
brew 'phantomjs'
brew 'postgresql', restart_service: true
brew 'pow'
brew 'pyenv'
brew 'qt@5.7'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qt5'
brew 'reattach-to-user-namespace', args: ['HEAD']
brew 'redis', restart_service: true
brew 's3cmd'
brew 'scala'
brew 'sphinx-doc'
brew 'sslscan'
brew 'texi2html'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'ttyrec'
brew 'unixodbc'
brew 'vagrant-completion'
brew 'vim', args: ['HEAD', 'with-lua', 'with-luajit']
brew 'w3m'
brew 'wget'
brew 'yasm'
brew 'z'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/boneyard/rbenv-readline'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/groff'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/zlib'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/php/phpctags'
brew 'homebrew/science/openblas'
brew 'homebrew/science/opencv'
brew 'laurent22/massren/massren'
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'
brew 'simeji/jid/jid'
cask 'atom'
cask 'docker'
cask 'docker-toolbox'
cask 'keepassx'
cask 'kindle'
cask 'magican'
cask 'tunnelblick'
