tap "caius/jo"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "laurent22/massren"
tap "monochromegane/pt"
tap "phinze/cask"
tap "simeji/jid"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "adr-tools"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "xz"
brew "python"
brew "ansible"
brew "gettext"
brew "pcre"
brew "glib"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "boost"
brew "c-ares"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "gmp"
brew "cloog"
brew "cmake", args: ["HEAD"]
brew "cmigemo"
brew "colordiff"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "curl"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "docker-compose-completion"
brew "ecj"
brew "eigen"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "exa"
brew "exiftool"
brew "faac"
brew "fabric"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gem-completion"
brew "ghq"
brew "git"
brew "git-lfs"
brew "go"
brew "glide"
brew "gmp@4"
brew "gnu-sed", args: ["with-default-names"]
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "jasper", link: false
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "groff"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "highlight"
brew "hub"
brew "ilmbase"
brew "imagemagick@6"
brew "imlib2"
brew "isl@0.12"
brew "jansson"
brew "jo"
brew "mozjpeg"
brew "jpeg-archive"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "jsonpp"
brew "leiningen"
brew "libev"
brew "libevent"
brew "memcached"
brew "libmemcached"
brew "libressl"
brew "libssh2"
brew "libvo-aacenc"
brew "libxml2"
brew "libxmlsec1"
brew "luajit"
brew "lv"
brew "lzlib"
brew "m4"
brew "makedepend"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "md5deep"
brew "md5sha1sum", link: false
brew "mecab"
brew "mercurial"
brew "mysql@5.7", restart_service: true, link: true
brew "nasm"
brew "ncurses"
brew "nghttp2"
brew "nkf"
brew "nspr"
brew "numpy"
brew "open-mpi"
brew "openexr"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pandoc"
brew "qt"
brew "poppler"
brew "pdfgrep"
brew "peco"
brew "postgresql"
brew "pyqt"
brew "rails-completion"
brew "re2"
brew "re2c"
brew "reattach-to-user-namespace", args: ["HEAD"]
brew "redis", restart_service: true
brew "rust"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "shellcheck"
brew "spdylay"
brew "sphinx-doc"
brew "sshfs"
brew "sslscan"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux", args: ["with-utf8proc"]
brew "trash"
brew "tree"
brew "ttyrec"
brew "unixodbc"
brew "vagrant-completion"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "yasm"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "laurent22/massren/massren"
brew "simeji/jid/jid"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-inconsolata"
cask "font-ricty-diminished"
cask "phinze/cask/alacritty"
cask "phinze/cask/alfred"
cask "phinze/cask/appcleaner"
cask "phinze/cask/dash"
cask "phinze/cask/docker"
cask "phinze/cask/dropbox"
cask "phinze/cask/flux"
cask "phinze/cask/gimp"
cask "phinze/cask/google-chrome"
cask "phinze/cask/google-japanese-ime"
cask "phinze/cask/hyperswitch"
cask "phinze/cask/iterm2"
cask "phinze/cask/jasper"
cask "phinze/cask/java"
cask "phinze/cask/karabiner-elements"
cask "phinze/cask/kindle"
cask "phinze/cask/marked"
cask "phinze/cask/night-owl"
cask "phinze/cask/osxfuse"
cask "phinze/cask/skitch"
cask "phinze/cask/smcfancontrol"
cask "phinze/cask/steermouse"
cask "phinze/cask/tunnelblick"
cask "phinze/cask/vagrant"
cask "phinze/cask/virtualbox"
cask "phinze/cask/visual-studio-code"
cask "phinze/cask/xquartz"
