tap "caius/jo"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/boneyard"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "itchyny/fillin"
tap "laurent22/massren"
tap "monochromegane/pt"
tap "phinze/cask"
tap "simeji/jid"
tap "universal-ctags/universal-ctags"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "python"
brew "ansible"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "bison"
brew "boost", args: ["c++11", "with-icu4c", "without-single"]
brew "c-ares"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake", args: ["HEAD", "with-completion", "without-docs"]
brew "cmigemo"
brew "colordiff"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "jansson"
brew "libev"
brew "libevent"
brew "spdylay"
brew "curl", args: ["with-libssh2", "with-nghttp2"]
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "ecj"
brew "eigen"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "faac"
brew "fabric"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc", args: ["with-jit", "with-nls"]
brew "gd"
brew "gdb"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "gem-completion"
brew "ghq", args: ["HEAD"]
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "icu4c", args: ["c++11"]
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "xz"
brew "python3"
brew "libepoxy"
brew "gtk+3"
brew "nspr"
brew "gjs"
brew "go"
brew "glide"
brew "gnu-sed", args: ["with-default-names"]
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "gperftools"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "groff"
brew "heroku"
brew "htop"
brew "hub"
brew "ilmbase"
brew "imagemagick@6"
brew "imlib2"
brew "jasper"
brew "jo"
brew "mozjpeg"
brew "jpeg-archive"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "jsonpp"
brew "leiningen"
brew "libssh2"
brew "libvo-aacenc"
brew "libxml2"
brew "little-cms2"
brew "luajit"
brew "lv"
brew "lzlib"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "md5deep"
brew "md5sha1sum"
brew "mecab"
brew "memcached"
brew "mercurial"
brew "mysql"
brew "nasm"
brew "ncurses"
brew "nkf"
brew "numpy", args: ["with-python3"]
brew "open-mpi", args: ["c++11"]
brew "openexr"
brew "openjpeg"
brew "ossp-uuid"
brew "pandoc"
brew "poppler"
brew "pdfgrep"
brew "peco"
brew "phantomjs"
brew "postgresql"
brew "qt"
brew "pyqt"
brew "rails-completion"
brew "re2c"
brew "reattach-to-user-namespace", args: ["HEAD"]
brew "redis", restart_service: true
brew "s3cmd"
brew "sbt"
brew "scala"
brew "sphinx-doc"
brew "sshfs"
brew "sslscan"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux", args: ["with-utf8proc"]
brew "trash"
brew "tree"
brew "ttyrec"
brew "unixodbc"
brew "vagrant-completion"
brew "vim", args: ["with-luajit", "with-python3"]
brew "w3m"
brew "watchman"
brew "wget"
brew "yasm"
brew "exa"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "homebrew/science/openblas"
brew "homebrew/science/opencv"
brew "itchyny/fillin/fillin"
brew "laurent22/massren/massren"
brew "simeji/jid/jid"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "docker-toolbox"
cask "flux"
cask "gimp" unless test("d", "/Applications/GIMP.app")
cask "keepassxc" unless test("d", "/Applications/KeePassXC.app")
cask "kindle" unless test("d", "/Applications/Kindle.app")
cask "skitch" unless test("d", "/Applications/Skitch.app")
cask "tunnelblick" unless test("d", "/Applications/Tunnelblick.app")
cask "night-owl" unless test("d", "/Applications/Night\ Owl.app")
cask "appcleaner" unless test("d", "/Applications/AppCleaner.app")
cask "dropbox" unless test("d", "/Applications/Dropbox.app")
cask "slack" unless test("d", "/Applications/Slack.app")
cask "iterm2" unless test("d", "/Applications/iTerm.app")
cask "steermouse"
cask "hyperswitch" unless test("d", "/Applications/HyperSwitch.app")
cask "google-chrome" unless test("d", "/Applications/Google\ Chrome.app")
cask "google-japanese-ime" unless test("d", "/Applications/GoogleJapaneseInput.localized")
cask "dash" unless test("d", "/Applications/Dash.app")
cask "smcfancontrol" unless test("d", "/Applications/smcFanControl.app")
cask "alfred" unless test("d", "/Applications/Alfred\ 3.app")
cask "karabiner-elements" unless test("d", "/Applications/Karabiner-Elements.app")
cask "marked" unless test("d", "/Applications/Marked\ 2.app")
cask "vagrant" unless test("x", "/usr/local/bin/vagrant")
cask "virtualbox" unless test("d", "/Applications/VirtualBox.app")
cask "font-inconsolata"
cask "font-ricty-diminished"
