tap 'caskroom/cask'
tap 'fumiyas/echo-sd'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'laurent22/massren'
tap 'oppara/ghq'
tap 'peco/peco'
tap 'tkengo/highway'
cask 'mactex'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bison'
brew 'icu4c', args: ['c++11', 'universal']
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc', args: ['with-all-languages', 'with-jit']
brew 'open-mpi', args: ['c++11']
brew 'boost'
brew 'cloog'
brew 'sphinx-doc'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'cmake', args: ['with-completion', 'without-docs', 'HEAD']
brew 'cpanminus'
brew 'ctags'
brew 'libssh2'
brew 'libev'
brew 'jansson'
brew 'libtool'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'libxml2'
brew 'spdylay'
brew 'python3'
brew 'nghttp2'
brew 'curl', args: ['with-nghttp2', 'with-libssh2']
brew 'ecj'
brew 'eigen'
brew 'exiftool'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'ffmpeg'
brew 'figlet'
brew 'jpeg'
brew 'libtiff'
brew 'gd'
brew 'gnu-sed'
brew 'lua'
brew 'gnuplot', args: ['with-x11']
brew 'go'
brew 'gperftools'
brew 'httpie'
brew 'hub'
brew 'ilmbase'
brew 'openexr'
brew 'imagemagick'
brew 'imlib2'
brew 'jasper'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'luajit'
brew 'lv'
brew 'mhash'
brew 'mcrypt'
brew 'mecab'
brew 'mecab-ipadic'
brew 'memcached'
brew 'mercurial'
brew 'mysql'
brew 'nkf'
brew 'peco'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'ttyrec'
brew 'unixodbc'
brew 'vim', args: ['with-lua', 'with-luajit', 'with-mzscheme', 'HEAD']
brew 'wget'
brew 'z'
brew 'zsh'
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'fumiyas/echo-sd/echo-sd'
brew 'homebrew/dupes/groff'
brew 'homebrew/dupes/unzip'
brew 'homebrew/php/php56'
brew 'homebrew/php/phpctags'
brew 'homebrew/science/openblas'
brew 'homebrew/python/numpy', args: ['with-python3', 'with-openblas']
brew 'homebrew/science/opencv'
brew 'homebrew/versions/phantomjs198'
brew 'laurent22/massren/massren'
brew 'oppara/ghq/ghq'
cask 'osxfuse'
cask 'virtualbox'
