autoconf
automake
bison
boost
brew-cask
cloog
cmake
cpanminus
ctags
curl
ecj
eigen
exiftool
ffmpeg
fontconfig
freetype
gcc
gd
gdbm
gettext
ghq
git
gmp
gnuplot
go
gperftools
groff
highway
httpie
hub
icu4c
ilmbase
imagemagick
imlib2
isl
jansson
jasper
jpeg
lame
leiningen
libev
libevent
libmpc
libpng
libssh2
libtiff
libtool
libvo-aacenc
libxml2
libyaml
lua
luajit
massren
mcrypt
memcached
mercurial
mhash
mpfr
mysql
nghttp2
nkf
numpy
open-mpi
opencv
openexr
openssl
pcre
peco
phantomjs
pkg-config
pyenv
python
python3
rbenv
readline
reattach-to-user-namespace
redis
ruby-build
spdylay
sqlite
the_platinum_searcher
the_silver_searcher
tig
tmux
tree
ttyrec
unixodbc
unzip
vim
wget
x264
xvid
xz
z
zsh
zsh-completions
